[Croatian]
Translated_By=Ivan Kobasić
:::::::::::::::::::::::::::::::::::::::::::::::::::: Graphical Interface ::::::::::::::::::::::::::::::::::::::::::::::::::::
STEP 1 : CHOOSE YOUR KEY=Korak 1 : Odaberite USB Stick
STEP 2 : CHOOSE A SOURCE=Korak 2 : Odaberite izvor
STEP 3 : PERSISTENCE=Korak 3 : Stalno mjesto
STEP 4 : OPTIONS=Korak 4 : Opcije
STEP 5 : CREATE=Korak 5 : Kreiraj
:::::::::::::::::::::::::::::::::::::::::::::::::::: General ::::::::::::::::::::::::::::::::::::::::::::::::::::
MB=MB
GB=GB
min=min
Label=Ime
Size=Veličina
Help=Pomoć
Please read=Molimo pročitajte
Error=Greška
:::::::::::::::::::::::::::::::::::::::::::::::::::: Step 1 ::::::::::::::::::::::::::::::::::::::::::::::::::::
Choose a USB Key=Odaberite USB stick
Hard drives=Tvrdi disk
No key found=USB stick nije pronađen
:::::::::::::::::::::::::::::::::::::::::::::::::::: Step 2 ::::::::::::::::::::::::::::::::::::::::::::::::::::
Download=Skini
Support for .IMG files is experimental=Podrška za .IMG fileove je eksperimentalna
Only Live mode is currently available in step 3, virtualization option has been disabled=Samo live mod je dostupan u trećem koraku,Opcija virtualizacije je onemogućena
However, LinuxLive USB Creator will try to use same install parameters as for=Svejedno LinuxLive USB creator će Probati koristiti iste instalacijske parametre kao za
:::::::::::::::::::::::::::::::::::::::::::::::::::: Step 3 ::::::::::::::::::::::::::::::::::::::::::::::::::::
(Live mode only)=(Samo live mode dostupan)
(Persistent Mode)=(Persistant mode)
:::::::::::::::::::::::::::::::::::::::::::::::::::: Step 4 ::::::::::::::::::::::::::::::::::::::::::::::::::::
Hide created files on key=Sakrij kreirane podatke na USB sticku
(except for Umenu.exe)=(Osim za Umenu.exe)
Format the key in FAT32 (this will erase your data !!)=Formatiraj USB stick u FAT32(Ova opcija će izbrisati sve podatke na USB-u!)
Enable launching LinuxLive in Windows (requires internet to install)=Dozvoli instalaciju LinuxLive u Windows-u (Ova opcija zahtjeva internet)
:::::::::::::::::::::::::::::::::::::::::::::::::::: Step 5 ::::::::::::::::::::::::::::::::::::::::::::::::::::
Click the lightning icon to start the installation=Kliknite na ikonu munje da bi započeli instalaciju
Please choose a FAT32 or FAT formated key or check the formating option=Molimo odaberite FAT32 ili FAT format na USB sticku ili provjerite opciju formatiranja
No disk selected=Disk nije odabran
No file selected=File nije odabran
No folder or CD selected=Mapa ili CD nisu odabrani 
http://www.ubuntu.com/getubuntu/download=http://www.ubuntu-fr.org/telechargement
Please choose an ISO image of LinuxLive CD=Molimo odaberite ISO sliku LinuxLive CD-a
Please choose a CD of LinuxLive Live or its folder=Molimo odaberite CD LinuxLIVe-a ili njegovu mapu
Start creation of LinuxLive USB=Počni sa kreitanjem LinuxLive USB-a
Please validate step 1 to 3=Molimo provjerite korake od 1 do 3
Are you sure you want to format this disk and lose your data=Dali ste sigurni da želite formatirati disk i izgubiti sve podatke na njemu 
Formatted in=Formatirano u
Formating the key=Formatiranje USB sticka
Step 1 to 3 OK=Koraci od 1 do 3 su u redu
Cleaning previous installations ( 2min )=Čišćenje prijašnjih instalacija ( 2min )
Setting up virtualization software=Postavljanje virtualizacijskog programa
VirtualBox already downloaded=VirtualBox je već skinut
A new version of VirtualBox is available=Nova inačica VirtualBox-a je dostupna
This new version will be downloaded=Ova nova inačica će biti skinuta
Downloading VirtualBox as a background task=Skidanje VirtualBox-a u pozadini
Download started succesfully=Skidanje je počelo uspješno
Download failed to start=Skidanje je neuspješno
VirtualBox will not be installed=VirtualBox neće biti instaliran
Integrity could not be verified=Integritet nemože biti provjeren
Will attempt installation=Pokušaj instalacije
Cannot download=Nije moguće skinuti
Extracting ISO file on key=Raspakiravanje ISO datoteke na USB-stick
Writing image to the usb stick=Zapisivanje slike na USB-stick
Copying files to the key=Kopiranje podataka na 
Renaming some files=Preimenovanje nekih mapa
Hiding files=Sakrivanje podataka
Creating file for persistence=Stvaranje mape za stalnu instalaciju
Formating persistence file=Formatiranje datoteke za stalnu instalaciju
Live mode : no persistence file=Live mode :nema datoteke za stalnu instalaciju 
Ubuntu variant found=Ubuntu verzija pronađena
Installing boot sectors=Instaliranje boot sektora
Downloading VirtualBox=Skidanje VirtualBox-a
Download complete=Skidanje završeno
Cleaning previous VirtualBox install=Čišćenje prijašnjih verzija VirtualBox-a
Extracting VirtualBox on key=Raspakiravanje VirtualBox-a na USB- stick
Applying VirtualBox settings=Primjenjivanje postavki VirtualBox-a
Your LinuxLive key is now up and ready=Vaš LinuxLive USB-stick je spreman za upotrebu
You do not have enough rights to launch VirtualBox=Nemate dovoljna prava za pokretanje VirtualBox-a
Please log in as an administrator or run VirtualBox with admin rights=Molimo vas ulogirajte se kao aministrator ili pokrenite VirtualBox sa administratorskim pravima
Free memory below 256mb threshold=Manje od 256mb memorije je dostupno
This is not enough to launch LinuxLive in Windows=Ta količina nije dovoljna za pokretanje LinuxLive-a u Windowsima
:::::::::::::::::::::::::::::::::::::::::::::::::::: Help File ::::::::::::::::::::::::::::::::::::::::::::::::::::
Help file is missing=Mapa pomoći fali
:::::::::::::::::::::::::::::::::::::::::::::::::::: A propos ( Help step 5) ::::::::::::::::::::::::::::::::::::::::::::::::::::
About this software=O programu
User's Guide=Korisničke upute
Virtualization Tutorial (FR)=Uputstva za virtualizaciju
Donate=Doniraj
Version=Inačica
:::::::::::::::::::::::::::::::::::::::::::::::::::: Configuration du clavier ::::::::::::::::::::::::::::::::::::::::::::::::::::
This ISO is not compatible=ISO datoteka nije kompatibilna
Detecting keyboard layout=Očitavanje rasporeda tipkovnice
French (France)=Français (France)
French (Swiss)=Français (Suisse)
Dutch=Allemand
Portuguese=Portugais
US or other (qwerty)=US ili ostali (qwerty)
:::::::::::::::::::::::::::::::::::::::::::::::::::: Configuration VirtualBox ::::::::::::::::::::::::::::::::::::::::::::::::::::
Error while creating VMDK=Greška kod kreiranja VMDK
Key not found, VMDK is invalid=USB-stick nije pornađen, VMDK nije valjan
Try to launch again SetupForAutoVMDK.exe=Pokušaj ponovno pokrenuti SetupForAutoVMDK.exe 
Do you want to ignore this error=Želite li ignorirati ovu grešku 
:::::::::::::::::::::::::::::::::::::::::::::::::::: Vérifications MD5 ::::::::::::::::::::::::::::::::::::::::::::::::::::
Cannot find MD5SUMS file=Nemoguće pronaći MD5SUMS
Canceling check=Prekidanje provjere
You have the right ISO file but it is corrupted or was altered=Imate pravu ISO datoteku ali je pokvarena ili mjenjana
Please download it again=Molimo skinite ponovno
Verifying=Provjeravanje
This ISO is not compatible=Ta ISO datoteka nije kompatibilna
Please read the compatibility list in user guide=Molimo pročitajte listu kompatibilnosti u korisničkim uputama
If your version is in this list, this mean that your file is corrupted, please download it again=Ako je vaša na listi znači da je datoteka pokvarena, molimo vas da ju skinete ponovno
This version is compatible and its integrity was checked=Inačica je kompatibilna i njeno stanje je provjereno
Check completed=Provjera gotova
Integrity + compatibility check=Provjera stanja i kompatibilnosti
Unable to open MD5SUM.txt=Nemože se otvoriti md5sum.txt
Checking integrity=Provjera stanja
This file is corrupted=Datoteka je pokvarena
All files have been successfully checked=Svi podatci su uspješno provjereni
Checking file=Provjera datoteke
:::::::::::::::::::::::::::::::::::::::::::::::::::: Menu de la clé ::::::::::::::::::::::::::::::::::::::::::::::::::::
Persistent Mode=Mode Persistant
Live Mode=Live Mode
Install=Instaliraj
File Integrity Check=Provjera stanja
Memory Test=Test RAM memorije
:::::::::::::::::::::::::::::::::::::::::::::::::::: Fenêtre de bug ::::::::::::::::::::::::::::::::::::::::::::::::::::
An error occurred=Dogodila se greška
An anonymous report was sent in order to fix this error as soon as possible=Anonimno izvješće je poslano da se greška ispravi čim je prije moguće
Show bug report=Pokaži izvješće o grešci
Restart application=Ponovno pokreni program
Close application=Zatvori program
Last Actions=Zadnje učinjene akcije
Unique anonymous ID=Jedinstveni anonimni ID
Report status=Obavjest stanja
Pending=U toku
Error (not sent)=Greška(nije poslana)
Sent=Pošalji
:::::::::::::::::::::::::::::::::::::::::::::::::::: Fenétre d'aide finale ::::::::::::::::::::::::::::::::::::::::::::::::::::
In order to launch LinuxLive :=Za pokretanje LinuxLive-a
Remove your key and insert it again=Izvadite USB-stick i ponovno ga umetnite
Go to 'My Computer'=Idite u "moje računalo"
Right click on you key and select :=Desni klik na vaš USB stick i odaberite 
'LinuxLive!' to launch linux in windows='LinuxLive!' da se pokrene u windows
'VirtualBox Interface' to launch VirtualBox full interface='VirtualBox Interface' Za pokretanje VirtualBox sučelja
'CD Menu' to launch the original CD menu='CD Menu' Za pokretanje orginalnog  CD sučelja
:::::::::::::::::::::::::::::::::::::::::::::::::::: new in 2.0 ::::::::::::::::::::::::::::::::::::::::::::::::::::
OR=Ili
Manually=Ručno
Automatically=Automatsko
Please select a linux to continue=Molimo odaberite linux za nastavak
Looking for the fastest mirror=Traženje najbržeg mirrora
Testing mirror=Testiranje mirrora
No online mirror found=Niti jedan mirror nije pronadjen
Please check your internet connection or try with another linux=Molimo provjerite svoju internetsku vezu ili probajte sa drugim Linuxom
Select this file as the source when download will be completed=Odaberi ovu mapu kao izvor kada skidanje bude završeno
Downloading=Skidanje
from=od
Error while trying to download=Greška u procesu skidanja
Latency=Latence
Server Name=Serversko ime
Copy link=Kopiraj link
Launch in my browser=Pokreni u mome pregledniku
Best mirrors=Najbolji mirrori
Good mirrors=Dobri mirrori
Bad mirrors=Loši mirrori
Dead mirrors=Nefunkcionalni mirrori
Check will begin shortly=Provjera će uskoro početi
:::::::::::::::::::::::::::::::::::::::::::::::::::: new in 2.2 ::::::::::::::::::::::::::::::::::::::::::::::::::::
Select your favourite Linux=Odaberite omiljeni Linux
There is a new version available=Dostupna je nova inačica za ažuriranje
Your LiLi's version is not up to date=Vaša LiLi inačica nije najnovija
Last version is=Zadnja inačica je
Your version is=Vaša inačica je
Do want to download it=Želite li skinuti
Error while trying to find physical disk number=Greška kod traženja tvrdog diska
:::::::::::::::::::::::::::::::::::::::::::::::::::: new in 2.3 ::::::::::::::::::::::::::::::::::::::::::::::::::::
This Linux is not in the compatibility list=Taj Linux nije na listi kompatibilnosti
Setting the memory to the recommended value=Postavljanje memeorije na preporučenu vrijednost
Free memory is below the recommended value for your Linux to run in Windows=Razina slobodne memorije je premala za pokretanje Linux u Windows-u
Recognized Linux=Linux prepoznat
Built-in Persistency=Ugrađena Persistency-a
:::::::::::::::::::::::::::::::::::::::::::::::::::: new in 2.5 ::::::::::::::::::::::::::::::::::::::::::::::::::::
You have already created a key=Već ste kreirali USB-stick
Are you sure that you want to recreate one=Dali ste sigurni da ga želite rekreirati
The compatibility list has been updated=Lista kompatibilnosti je ažurirana
These linuxes are now supported=Ove verzije Linuxa su sada podržane
Official Ubuntu Variants=Službene verzije Ubuntu-a
Ubuntu Based Variants=Varijante Ubuntu-a
Fedora Variants=Varijante Fedore
Debian Variants=Varijante Debian-a
PCLinuxOS Variants=Varijante PCLinuxOS
Rescue CDs=CD za spašavanje
Light Linuxes=Lagani Linuxi
Gentoo Based=Sa bazom Gentoo
Security Purpose=Sigurnosne svrhe
Others=Ostalo
Regular Linux (works with most linuxes)=Normalni Linux (radi sa većinom Linuxa)
:::::::::::::::::::::::::::::::::::::::::::::::::::: new in 2.6 ::::::::::::::::::::::::::::::::::::::::::::::::::::
Updating Portable-VirtualBox pack=Ažuriranje prijenosnog VirtualBox-a
Help me to improve LiLi=Pomozi mi da unaprijedim LiLi
This is a Beta or Release Candidate version=Ovo je Beta ili potencijalni kandidat za nju
Click OK to leave a feedback or click Cancel to close this window=Kliknite Ok za ostaviti komentar ili Cancel za zatvoriti ovaj prozor
Options=Opcije
General=Osnovno
Versions=Inačice
Compatibility List=Lista kompatibilnosti
Make a donation=Napravite donaciju
Contact me=Kontaktiraj me
CopyLeft by=CopyLeft by
GPL v3 License=Licence GPL v3
Language=Langage
Available languages=Dostupni jezici
Proxy=Proxy
Proxy settings=Proxy opcije
No proxy=Bez proxya
Use system settings=Koristi postavke sustava
Use custom settings=Koristi prilagođene postavke 
Proxy URL=Adresa Proxy-a
Port=Port
Username=Korisničko ime
Password=Lozinka
Status=Stanje
Test settings=Testne postavke
You are connected=Spojeni ste
You are disconnected=Odspojeni ste
Not tested yet=Još nije testirano
Update=Ažuriraj
Check for updates=Provjeri ažuriranja
Stable releases only=Samo stabilne inačice
Stable and beta releases=Stabilne i beta inačice
Advanced=Napredno
Do not modify these options unless you know what you are doing=Ne mjenjajte ove postavke ukoliko neznate što radite
Select a Linux=Odaberite Linux
Install parameters=Parametri instalacije
Use LiLi automatic recognition=Koristi automatsko prepoznavanje
highly recommended=Preporučeno
Force using same parameters as=Prisili na korištenje istih postavki
Netbook screen detected=Netbook ekran detektiran
Your screen vertical resolution is less than 600 pixels=Vaša vertikalna rezolucija je manja od 600 pixela
Please use the arrow keys (up and down) of your keyboard to move the interface=Molimo koristite strjelice gore dolje za pomicanje sučelja
Testing=Provjera
:::::::::::::::::::::::::::::::::::::::::::::::::::: new in 2.7 ::::::::::::::::::::::::::::::::::::::::::::::::::::
I'm sorry for the inconvenience but LiLi has crashed=Žalim zbog neugodnosti ali LiLi je prestao funkcionirati
Please enter an email address and a detailed comment about this crash=Molimo unesite e-mail adresu i detaljni komentar o prestanku funkcioniranja programa
I will contact you as soon as I can=Kontaktirati ću vas čim je prije moguće
Show crash report=Pokaži izvješće o prestanku rada
Close (don't send)=Zatvori (ne šalji)
Send Report=Pošalji izvješće
Your file is corrupted=Vaša datoteka je neispravna
Please download it again=Molimo skinite ju ponovno
Read the log for more information=Pročitajte "LOG" za više informacija
Starting LinuxLive USB Creator=Pokretanje LinuxLive USB Creator
Checking for new major version=Provjera novih velikih inačica
Checking for new minor version=Provjera novih malih inačica
Checking for new Portable-VirtualBox version=Provjera za novi portable-VirtualBox
Reading compatibility list=Čitanje liste kompatibilnosti
Loading interface=Učitavanje sučelja
Getting drive list=Čitanje liste uređaja
Logging system configuration=Pamćenje sistemske konfiguracije
Checking for updates=Provjera ažuriranja
Please close any application accessing your key and try again=Molimo zatvorite programe koji koriste USB stick i pokušajte ponovno
Checking VirtualBox archive integrity=Provjera stanja Portable-VirtualBox
VirtualBox archive integrity checked=Stanje arhive VirtualBox-a provjereno
Unzipping VirtualBox archive to disk=Raspakiravanje VirtualBox arhive na disk
VirtualBox archive is corrupted=VirtualBox arhiva je neispravna
Force using default mode (works with most Linuxes)=Prisili na korištenje standardnog moda
There is a new Beta version available=Nova beta inačica je dostupna
Your LiLi's version is not up to date=Vaša LiLi inačica nije ažurirana
Last beta version is=Posljednja beta inačica je
Server-oriented=Serverski orjentirano
